import Head from 'next/head'

const Meta = ({ title, keywords, description }) => {
  return (
    <Head>
      <meta name='viewport' content='width=device-width, initial-scale=1' />
      <meta name='keywords' content={keywords} />
      <meta name='description' content={description} />
      <meta charSet='utf-8' />
      <link rel='icon' href='/favicon.ico' />
      <title>{title}</title>
    </Head>
  )
}

Meta.defaultProps = {
  title: 'برنامج العيادة المجاني',
  keywords:
    'برنامج عيادة اسنان ,برنامج عيادةاسنان مجاني,برنامج عيادة طبيب مجاني,برنامج عيادة طبيب 2010 doctor pro,برنامج العيادات والمستشفيات والمراكز الطبية,برنامج العيادات والمستشفيات,برامج العيادات والمشافي,برنامج عيادة نساء وتوليد,برنامج إدارة العيادات والمراكز الطبية,برنامج ادارة العيادات والمراكز الطبية مايو كلينك,برنامج ادارة عيادة نساء وتوليد مجانا,برنامج عيادة طبية,برنامج نظام عيادة اسنان,تحميل برنامج ادارة عيادة نساء وتوليد مجانا,برنامج عيادة مجاني,برنامج عيادة مجانا,برنامج عيادة مفتوح المصدر,برنامج عيادة مكافحة التدخين,برنامج عيادة مصر,برنامج عيادات مستشفى معان,برنامج عيادات مجاني,برنامج عيادة للجميع,برنامج للعيادة لملفات المرضى,برنامج عيادات ليزر,برنامج ادارة عيادة,برنامج ادارة عيادة الاسنان,برنامج ادارة عيادة طبيب,برنامج ادارة عيادة الاسنان مجانا,برنامج ادارة العيادات كامل,برنامج عيادة عيون,برنامج عروض العيادات,برنامج العروس عيادات,برنامج ادارة عيادة علاج طبيعي,برنامج للعيادات,برنامج الطبي,برنامج عيادة طبيب,برنامج عيادة طبيب الاسنان,برنامج عيادة طبية مجانا,برنامج عيادة طبيب اسنان,برنامج عيادة طبيب عيون,طريقة عمل برنامج عيادة,شرح برنامج العيادات,برنامج عيادة دبي,برنامج عيادات خارجية,برنامج خصومات العيادات,برنامج حسابات عيادة اسنان,برنامج العيادة جرثومة المعدة,برنامج ادارة عيادة جلدية,برنامج عيادة تجميل,برنامج العيادة تلفزيون قطر 2019,برنامج عيادات تجميل,برنامج تسيير عيادة طبية مجانا,برنامج تسيير عيادة طبية,برنامج تسيير عيادة طب الأسنان,تحميل برنامج عيادة اسنان مجاني,تحميل برنامج عيادة طبية,تحميل برنامج عيادة اسنان,تنزيل برنامج عيادة,تحميل برنامج العيادات الطبية مجانا,تحميل برنامج العيادات,تحميل برنامج العيادة مجانا,تحميل برنامج للعيادة,برنامج عيادة بيطرية,تصميم برنامج عيادة بالفيجوال بيسك,برنامج عيادة الرحمة على قناة الرحمة,برنامج عيادة اطفال مجانيه,',
  description: 'خطوة جديدة لعيادة أكثر ذكاءً',
}

export default Meta
